Repository: xcv58/MacTools
Catalog: Plugins/DiskClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# choice.browser.title
source: 浏览器缓存清理
ar: تنظيف ذاكرة التخزين المؤقت للمتصفح
de: Browser-Cache-Bereinigung
en: Browser cache cleanup
es: Limpieza de caché del navegador
fr: Nettoyage du cache du navigateur
ja: ブラウザキャッシュのクリーンアップ
ko: 브라우저 캐시 정리
pt: Limpeza do cache do navegador
ru: Очистка кэша браузера
tr: Tarayıcı önbelleği temizleme
zh_hant: 瀏覽器緩存清理

# choice.cache.title
source: 缓存清理
ar: تنظيف ذاكرة التخزين المؤقت
de: Cache-Bereinigung
en: Cache cleanup
es: Limpieza de caché
fr: Nettoyage du cache
ja: キャッシュのクリーンアップ
ko: 캐시 정리
pt: Limpeza de cache
ru: Очистка кэша
tr: Önbellek temizleme
zh_hant: 緩存清理

# choice.developer.title
source: 开发者缓存清理
ar: تنظيف ذاكرة التخزين المؤقت للمطورين
de: Entwickler-Cache-Bereinigung
en: Developer cache cleanup
es: Limpieza de caché del desarrollador
fr: Nettoyage du cache du développeur
ja: 開発者キャッシュのクリーンアップ
ko: 개발자 캐시 정리
pt: Limpeza de cache do desenvolvedor
ru: Очистка кэша разработчика
tr: Geliştirici önbelleği temizleme
zh_hant: 開發者緩存清理

# controller.subtitle.cleaning
source: 正在清理
ar: التنظيف
de: Reinigung
en: Cleaning
es: Limpieza
fr: Nettoyage
ja: 掃除
ko: 청소
pt: Limpeza
ru: Очистка
tr: Temizleniyor

# controller.subtitle.completed
source: 清理完成
ar: اكتملت عملية التنظيف
de: Bereinigung abgeschlossen
en: Cleanup complete
es: Limpieza completa
fr: Nettoyage terminé
ja: クリーンアップが完了しました
ko: 정리 완료
pt: Limpeza concluída
ru: Очистка завершена
tr: Temizleme tamamlandı

# controller.subtitle.idle
source: 选择清理范围
ar: اختر نطاق التنظيف
de: Bereinigungsbereich auswählen
en: Choose cleanup scope
es: Elija el alcance de la limpieza
fr: Choisir l'étendue du nettoyage
ja: クリーンアップ範囲の選択
ko: 정리 범위 선택
pt: Escolha o escopo da limpeza
ru: Выберите область очистки
tr: Temizleme kapsamını seçin
zh_hant: 選擇清理範圍

# controller.subtitle.scanned
source: 扫描完成
ar: اكتمل الفحص
de: Scan abgeschlossen
en: Scan complete
es: Escaneo completado
fr: Analyse terminée
ja: スキャンが完了しました
ko: 스캔 완료
pt: Verificação concluída
ru: Сканирование завершено
tr: Tarama tamamlandı
zh_hant: 掃描完成

# controller.subtitle.scannedCount
source: %d 项可清理
ar: %d عناصر قابلة للتنظيف
de: %d Elemente reinigbar
en: %d items cleanable
es: %d elementos que se pueden limpiar
fr: %d éléments nettoyables
ja: %d アイテムがクリーニング可能
ko: %d 청소 가능한 항목
pt: %d itens que podem ser limpos
ru: %d элементы можно очистить
tr: %d öğe temizlenebilir
zh_hant: %d 項可清理

# controller.subtitle.scanning
source: 正在扫描
ar: المسح
de: Scannen
en: Scanning
es: Escaneo
fr: Numérisation
ja: スキャン中
ko: 스캔 중
pt: Digitalizando
ru: Сканирование
tr: Taranıyor
zh_hant: 正在掃描

# controller.subtitle.stale
source: 清理范围已变化
ar: تم تغيير نطاق التنظيف
de: Bereinigungsbereich geändert
en: Cleanup scope changed
es: Alcance de limpieza cambiado
fr: Étendue du nettoyage modifiée
ja: クリーンアップ範囲が変更されました
ko: 정리 범위가 변경됨
pt: Escopo da limpeza alterado
ru: Область очистки изменена
tr: Temizleme kapsamı değişti
zh_hant: 清理範圍已變化

# detail.action.clean
source: 清理
ar: نظيف
de: Reinigen
en: Clean
es: Limpiar
fr: Nettoyer
ja: クリーン
ko: 깨끗함
pt: Limpar
ru: Очистить
tr: Temizle

# detail.action.scan
source: 扫描
ar: مسح
de: Scannen
en: Scan
es: Escanear
fr: Analyser
ja: スキャン
ko: 스캔
pt: Verificar
ru: Сканировать
tr: Tara
zh_hant: 掃描

# detail.action.stop
source: 停止
ar: توقف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Стоп
tr: Durdur

# detail.candidates.empty
source: 没有发现可清理项目
ar: لم يتم العثور على عناصر قابلة للتنظيف
de: Keine reinigbaren Elemente gefunden
en: No cleanable items found
es: No se encontraron elementos que se puedan limpiar
fr: Aucun élément nettoyable trouvé
ja: クリーニング可能なアイテムが見つかりません
ko: 청소 가능한 항목이 없습니다.
pt: Nenhum item limpável encontrado
ru: Не найдено предметов, подлежащих чистке
tr: Temizlenebilir öğe bulunamadı
zh_hant: 沒有發現可清理項目

# detail.scanLog.empty
source: 点击扫描后显示实时进度
ar: يظهر التقدم المباشر بعد المسح
de: Der Live-Fortschritt wird nach dem Scannen angezeigt
en: Live progress appears after scanning
es: El progreso en vivo aparece después del escaneo
fr: La progression en direct apparaît après la numérisation
ja: スキャン後にライブ進行状況が表示される
ko: 스캔 후 실시간 진행 상황이 나타납니다
pt: O progresso ao vivo aparece após a verificação
ru: После сканирования отображается прогресс в реальном времени
tr: Canlı ilerleme, taramayı başlattıktan sonra görünür
zh_hant: 點擊掃描後顯示實時進度

# detail.scanLog.title
source: 扫描日志
ar: سجل المسح
de: Scan-Protokoll
en: Scan Log
es: Registro de escaneo
fr: Journal d'analyse
ja: スキャンログ
ko: 스캔 로그
pt: Registro de verificação
ru: Журнал сканирования
tr: Tarama Günlüğü
zh_hant: 掃描日誌

# detail.summary.cleanable
source: 可清理
ar: قابل للتنظيف
de: Reinigbar
en: Cleanable
es: Limpiable
fr: Nettoyable
ja: 掃除可能
ko: 청소 가능
pt: Livável
ru: Очищаемый
tr: Temizlenebilir

# detail.summary.estimatedRelease
source: 预计释放
ar: مقدر
de: Geschätzt
en: Estimated
es: Estimado
fr: Estimé
ja: 推定
ko: 예상
pt: Estimado
ru: Приблизительно
tr: Tahmini
zh_hant: 預計釋放

# detail.summary.failed
source: 失败
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt: Falha
ru: Не удалось
tr: Başarısız
zh_hant: 失敗

# detail.summary.protected
source: 已保护
ar: محمي
de: Geschützt
en: Protected
es: Protegido
fr: Protégé
ja: 保護されています
ko: 보호됨
pt: Protegido
ru: Защищено
tr: Korumalı
zh_hant: 已保護

# detail.summary.released
source: 已释放
ar: تم الإصدار
de: Freigegeben
en: Released
es: Liberado
fr: Publié
ja: リリース
ko: 출시
pt: Lançado
ru: Выпущен
tr: Kazanılan
zh_hant: 已釋放

# detail.summary.removed
source: 已删除
ar: محذوفة
de: Gelöscht
en: Deleted
es: Eliminado
fr: Supprimé
ja: 削除されました
ko: 삭제
pt: Excluído
ru: Удален
tr: Silinen
zh_hant: 已刪除

# detail.summary.skipped
source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뛰었습니다
pt: Ignorado
ru: Пропущено
tr: Atlanan
zh_hant: 已跳過

# detail.title
source: 磁盘清理
ar: تنظيف القرص
de: Datenträgerbereinigung
en: Disk Cleanup
es: Liberador de espacio en disco
fr: Nettoyage de disque
ja: ディスク クリーンアップ
ko: 디스크 정리
pt: Limpeza de disco
ru: Очистка диска
tr: Disk Temizleme
zh_hant: 磁盤清理

# item.count
source: %d 项
ar: %d العناصر
de: %d Elemente
en: %d items
es: %d elementos
fr: %d éléments
ja: %d アイテム
ko: %d 항목
pt: %d itens
ru: %d элементов
tr: %d öğe
zh_hant: %d 項

# metadata.description
source: 扫描系统缓存、开发产物与残留安装包，默认移到废纸篓，执行前校验路径安全
ar: يمسح ذاكرات التخزين المؤقت للنظام ومخرجات التطوير وبرامج التثبيت المتبقية؛ ينقل افتراضيًا إلى سلة المهملات مع فحوصات أمان المسار قبل الحذف.
de: System-Caches, Entwicklerartefakte und übrig gebliebene Installer scannen; standardmäßig in den Papierkorb, mit Pfadsicherheitsprüfung vor dem Löschen.
en: Scan system caches, developer artifacts, and leftover installers; move to Trash by default with path safety checks before deletion
es: Escanea cachés del sistema, artefactos de desarrollo e instaladores residuales; por defecto mueve a la Papelera, con comprobaciones de seguridad de ruta antes de borrar.
fr: Analyse les caches système, les artefacts de développement et les installateurs restants ; met à la corbeille par défaut, avec contrôles de sécurité des chemins avant suppression.
ja: システムキャッシュ、開発成果物、残留インストーラをスキャン。既定でゴミ箱へ移動し、削除前にパス安全性を確認します。
ko: 시스템 캐시, 개발 산출물, 잔여 설치 패키지를 스캔합니다. 기본적으로 휴지통으로 옮기며 삭제 전 경로 안전성을 검사합니다.
pt: Analisa caches do sistema, artefactos de desenvolvimento e instaladores residuais; por predefinição move para o Lixo, com verificações de segurança do caminho antes de apagar.
ru: Сканирует системные кэши, артефакты разработки и оставшиеся установщики; по умолчанию перемещает в Корзину с проверкой безопасности пути перед удалением.
tr: Sistem önbelleklerini, geliştirici yapıtlarını ve artakalan yükleyicileri tarar; varsayılan olarak Çöp'e taşır ve silmeden önce yol güvenliği denetimi uygular
zh_hant: 掃描系統快取、開發產物與殘留安裝包，預設移到廢紙簍，執行前校驗路徑安全

# metadata.title
source: 磁盘清理
ar: تنظيف القرص
de: Datenträgerbereinigung
en: Disk Cleanup
es: Liberador de espacio en disco
fr: Nettoyage de disque
ja: ディスク クリーンアップ
ko: 디스크 정리
pt: Limpeza de disco
ru: Очистка диска
tr: Disk Temizleme
zh_hant: 磁盤清理

# panel.action.clean
source: 清理
ar: نظيف
de: Reinigen
en: Clean
es: Limpiar
fr: Nettoyer
ja: クリーン
ko: 깨끗함
pt: Limpar
ru: Очистить
tr: Temizle

# panel.action.openDetails
source: 打开详情
ar: افتح التفاصيل
de: Details öffnen
en: Open Details
es: Abrir detalles
fr: Ouvrir les détails
ja: 詳細を開く
ko: 세부정보 열기
pt: Abrir detalhes
ru: Открыть подробности
tr: Ayrıntıları Aç
zh_hant: 打開詳情

# panel.action.scan
source: 扫描
ar: مسح
de: Scannen
en: Scan
es: Escanear
fr: Analyser
ja: スキャン
ko: 스캔
pt: Verificar
ru: Сканировать
tr: Tara
zh_hant: 掃描

# panel.subtitle.completed
source: 已清理 %@
ar: تنظيف %@
de: %@ bereinigt
en: Cleaned %@
es: Limpiado %@
fr: Nettoyé %@
ja: %@ をクリーニングしました
ko: %@ 정리됨
pt: Limpo %@
ru: Очищено %@
tr: %@ temizlendi

# panel.subtitle.scanned
source: %d 项，%@
ar: %d العناصر، %@
de: %d Elemente, %@
en: %d items, %@
es: %d elementos, %@
fr: %d éléments, %@
ja: %d アイテム、%@
ko: %d 항목, %@
pt: %d itens, %@
ru: %d предметов, %@
tr: %d öğe, %@
zh_hant: %d 項，%@

# safety.allowed
source: 允许清理
ar: مسموح بالتنظيف
de: Reinigung erlaubt
en: Allowed to clean
es: Permitido limpiar
fr: Autorisé à nettoyer
ja: クリーニングを許可されました
ko: 청소가 허용됨
pt: Permitido limpar
ru: Разрешено чистить
tr: Temizlemeye izin verildi
zh_hant: 允許清理

# safety.inUse
source: 正在使用：%@
ar: قيد الاستخدام: %@
de: In Verwendung: %@
en: In use: %@
es: En uso: %@
fr: En cours d'utilisation : %@
ja: 使用中: %@
ko: 사용 중: %@
pt: Em uso: %@
ru: Используется: %@
tr: Kullanımda: %@

# safety.invalid
source: 路径安全保护：%@
ar: حماية سلامة المسار: %@
de: Pfadsicherheitsschutz: %@
en: Path safety protection: %@
es: Protección de seguridad del camino: %@
fr: Protection de sécurité du chemin : %@
ja: 経路安全保護: %@
ko: 경로 안전 보호: %@
pt: Proteção de segurança de caminho: %@
ru: Защита безопасности пути: %@
tr: Yol güvenliği koruması: %@
zh_hant: 路徑安全保護：%@

# safety.protected
source: 敏感数据保护：%@
ar: حماية البيانات الحساسة: %@
de: Schutz sensibler Daten: %@
en: Sensitive data protection: %@
es: Protección de datos sensibles: %@
fr: Protection des données sensibles : %@
ja: 機密データの保護: %@
ko: 민감한 데이터 보호: %@
pt: Proteção de dados confidenciais: %@
ru: Защита конфиденциальных данных: %@
tr: Hassas veri koruması: %@
zh_hant: 敏感數據保護：%@

# safety.requiresAdmin
source: 需要管理员权限：%@
ar: مطلوب إذن المسؤول: %@
de: Administratorberechtigung erforderlich: %@
en: Administrator permission required: %@
es: Se requiere permiso de administrador: %@
fr: Autorisation d'administrateur requise : %@
ja: 管理者権限が必要です: %@
ko: 관리자 권한 필요: %@
pt: É necessária permissão de administrador: %@
ru: Требуется разрешение администратора: %@
tr: Yönetici izni gerekiyor: %@
zh_hant: 需要管理員權限：%@

# safety.whitelisted
source: 白名单保护：%@
ar: حماية القائمة البيضاء: %@
de: Whitelist-Schutz: %@
en: Whitelist protection: %@
es: Protección de lista blanca: %@
fr: Protection de la liste blanche : %@
ja: ホワイトリスト保護: %@
ko: 화이트리스트 보호: %@
pt: Proteção da lista de permissões: %@
ru: Защита белого списка: %@
tr: Beyaz liste koruması: %@
zh_hant: 白名單保護：%@

# scanLog.candidate.allowed
source: 可清理：%@
ar: قابل للتنظيف: %@
de: Reinigbar: %@
en: Cleanable: %@
es: Limpiable: %@
fr: Nettoyable : %@
ja: クリーニング可能: %@
ko: 청소 가능: %@
pt: Livável: %@
ru: Очищаемый: %@
tr: Temizlenebilir: %@

# scanLog.candidate.inUse
source: 正在使用(%@)：%@
ar: قيد الاستخدام (%@): %@
de: In Verwendung (%@): %@
en: In use (%@): %@
es: En uso (%@): %@
fr: En cours d'utilisation (%@) : %@
ja: 使用中 (%@): %@
ko: 사용 중(%@): %@
pt: Em uso (%@): %@
ru: Используется (%@): %@
tr: Kullanımda (%@): %@

# scanLog.candidate.invalid
source: 路径安全保护：%@
ar: حماية سلامة المسار: %@
de: Pfadsicherheitsschutz: %@
en: Path safety protection: %@
es: Protección de seguridad del camino: %@
fr: Protection de sécurité du chemin : %@
ja: 経路安全保護: %@
ko: 경로 안전 보호: %@
pt: Proteção de segurança do caminho: %@
ru: Защита безопасности пути: %@
tr: Yol güvenliği koruması: %@
zh_hant: 路徑安全保護：%@

# scanLog.candidate.protected
source: 敏感数据保护：%@
ar: حماية البيانات الحساسة: %@
de: Schutz sensibler Daten: %@
en: Sensitive data protection: %@
es: Protección de datos sensibles: %@
fr: Protection des données sensibles : %@
ja: 機密データの保護: %@
ko: 민감한 데이터 보호: %@
pt: Proteção de dados confidenciais: %@
ru: Защита конфиденциальных данных: %@
tr: Hassas veri koruması: %@
zh_hant: 敏感數據保護：%@

# scanLog.candidate.requiresAdmin
source: 需要管理员权限：%@
ar: مطلوب إذن المسؤول: %@
de: Administratorberechtigung erforderlich: %@
en: Administrator permission required: %@
es: Se requiere permiso de administrador: %@
fr: Autorisation d'administrateur requise : %@
ja: 管理者権限が必要です: %@
ko: 관리자 권한 필요: %@
pt: É necessária permissão de administrador: %@
ru: Требуется разрешение администратора: %@
tr: Yönetici izni gerekiyor: %@
zh_hant: 需要管理員權限：%@

# scanLog.candidate.whitelisted
source: 白名单保护：%@
ar: حماية القائمة البيضاء: %@
de: Whitelist-Schutz: %@
en: Whitelist protection: %@
es: Protección de lista blanca: %@
fr: Protection de la liste blanche : %@
ja: ホワイトリスト保護: %@
ko: 화이트리스트 보호: %@
pt: Proteção da lista de permissões: %@
ru: Защита белого списка: %@
tr: Beyaz liste koruması: %@
zh_hant: 白名單保護：%@

# scanLog.completed
source: 扫描完成：%d 项，%d 项可清理
ar: اكتمل الفحص: %d من العناصر، %d قابلة للتنظيف
de: Scan abgeschlossen: %d Elemente, %d reinigbar
en: Scan complete: %d items, %d cleanable
es: Escaneo completo: %d elementos, %d limpiables
fr: Analyse terminée : %d éléments, %d nettoyables
ja: スキャン完了: %d アイテム、%d クリーニング可能
ko: 스캔 완료: %d 항목, %d 청소 가능
pt: Verificação concluída: %d itens, %d limpáveis
ru: Сканирование завершено: %d элементов, %d можно очистить
tr: Tarama tamamlandı: %d öğe, %d tanesi temizlenebilir
zh_hant: 掃描完成：%d 項，%d 項可清理

# scanLog.expandRule
source: 展开规则：%@
ar: قاعدة التوسيع: %@
de: Erweiternde Regel: %@
en: Expanding rule: %@
es: Regla de expansión: %@
fr: Règle d'expansion : %@
ja: 展開ルール: %@
ko: 확장 규칙: %@
pt: Regra de expansão: %@
ru: Правило расширения: %@
tr: Kural genişletiliyor: %@
zh_hant: 展開規則：%@

# scanLog.failed
source: 扫描失败：%@
ar: فشل الفحص: %@
de: Scan fehlgeschlagen: %@
en: Scan failed: %@
es: Error de escaneo: %@
fr: Échec de l'analyse : %@
ja: スキャンに失敗しました: %@
ko: 스캔 실패: %@
pt: Falha na verificação: %@
ru: Сканирование не удалось: %@
tr: Tarama başarısız oldu: %@
zh_hant: 掃描失敗：%@

# scanLog.matched
source: 匹配 %d 项：%@
ar: عناصر %d المطابقة: %@
de: Übereinstimmende %d Elemente: %@
en: Matched %d items: %@
es: Artículos %d coincidentes: %@
fr: Éléments %d correspondant : %@
ja: 一致した %d アイテム: %@
ko: 일치하는 %d 항목: %@
pt: Itens %d correspondentes: %@
ru: Соответствует %d элементов: %@
tr: %d öğe eşleşti: %@
zh_hant: 匹配 %d 項：%@

# scanLog.scope
source: 扫描范围：%@
ar: النطاق: %@
de: Geltungsbereich: %@
en: Scope: %@
es: Alcance: %@
fr: Portée : %@
ja: 範囲: %@
ko: 범위: %@
pt: Escopo: %@
ru: Объем: %@
tr: Kapsam: %@
zh_hant: 掃描範圍：%@

# scanLog.started
source: 开始扫描：%@
ar: بدء الفحص: %@
de: Scan gestartet: %@
en: Started scan: %@
es: Escaneo iniciado: %@
fr: Analyse démarrée : %@
ja: スキャンを開始しました: %@
ko: 스캔 시작됨: %@
pt: Verificação iniciada: %@
ru: Начато сканирование: %@
tr: Tarama başlatıldı: %@
zh_hant: 開始掃描：%@

# scanLog.stopped
source: 扫描已停止
ar: توقف الفحص
de: Scan gestoppt
en: Scan stopped
es: Escaneo detenido
fr: Analyse arrêtée
ja: スキャンが停止しました
ko: 검사가 중지되었습니다
pt: Verificação interrompida
ru: Сканирование остановлено
tr: Tarama durduruldu
zh_hant: 掃描已停止

# detail.category.collapse
source: 收起项目
ar: طي العناصر
de: Elemente einklappen
en: Collapse items
es: Contraer elementos
fr: Réduire les éléments
ja: 項目を折りたたむ
ko: 항목 접기
pt: Recolher itens
ru: Свернуть элементы
tr: Öğeleri daralt
zh_hant: 收起項目

# detail.category.expand
source: 展开项目
ar: توسيع العناصر
de: Elemente ausklappen
en: Expand items
es: Expandir elementos
fr: Développer les éléments
ja: 項目を展開
ko: 항목 펼치기
pt: Expandir itens
ru: Развернуть элементы
tr: Öğeleri genişlet
zh_hant: 展開項目

# detail.category.counts
source: 共 %d 项 · 可清理 %d 项 · 已选 %d 项
ar: الإجمالي %d · قابل للتنظيف %d · محدد %d
de: %d gesamt · %d bereinigbar · %d ausgewählt
en: %d total · %d cleanable · %d selected
es: %d en total · %d limpiables · %d seleccionados
fr: %d au total · %d nettoyables · %d sélectionnés
ja: 合計 %d · クリーン可 %d · 選択 %d
ko: 총 %d개 · 정리 가능 %d개 · 선택 %d개
pt: %d no total · %d limpáveis · %d selecionados
ru: Всего %d · можно очистить %d · выбрано %d
tr: Toplam %d · %d temizlenebilir · %d seçili
zh_hant: 共 %d 項 · 可清理 %d 項 · 已選 %d 項

# detail.category.deselectAll
source: 取消选择本类全部项目
ar: إلغاء تحديد كل عناصر هذه الفئة
de: Alle Elemente dieser Kategorie abwählen
en: Deselect all items in this category
es: Deseleccionar todos los elementos de esta categoría
fr: Désélectionner tous les éléments de cette catégorie
ja: このカテゴリの選択をすべて解除
ko: 이 범주의 모든 항목 선택 해제
pt: Desmarcar todos os itens desta categoria
ru: Снять выбор со всех элементов этой категории
tr: Bu kategorideki tüm öğelerin seçimini kaldır
zh_hant: 取消選擇本類全部項目

# detail.category.selectLowRisk
source: 选中本类所有低风险项目
ar: تحديد كل عناصر المخاطر المنخفضة في هذه الفئة
de: Alle risikoarmen Elemente dieser Kategorie auswählen
en: Select all low-risk items in this category
es: Seleccionar todos los elementos de bajo riesgo de esta categoría
fr: Sélectionner tous les éléments à faible risque de cette catégorie
ja: このカテゴリの低リスク項目をすべて選択
ko: 이 범주의 모든 저위험 항목 선택
pt: Selecionar todos os itens de baixo risco desta categoria
ru: Выбрать все элементы низкого риска в этой категории
tr: Bu kategorideki tüm düşük riskli öğeleri seç
zh_hant: 選中本類所有低風險項目

# detail.candidate.sizing
source: 计算中…
ar: جارٍ الحساب…
de: Wird berechnet…
en: Calculating…
es: Calculando…
fr: Calcul…
ja: 計算中…
ko: 계산 중…
pt: Calculando…
ru: Вычисление…
tr: Hesaplanıyor…
zh_hant: 計算中…

# badge.inUse
source: 使用中：%@
ar: قيد الاستخدام: %@
de: In Verwendung: %@
en: In use: %@
es: En uso: %@
fr: En cours d’utilisation : %@
ko: 사용 중: %@
pt: Em uso: %@
ru: Используется: %@
tr: Kullanımda: %@

# badge.whitelisted
source: 白名单
ar: القائمة البيضاء
de: Zulassungsliste
en: Allowlist
es: Lista de permitidos
fr: Liste d’autorisation
ja: 許可リスト
ko: 허용 목록
pt: Lista de permissões
ru: Белый список
tr: Beyaz liste
zh_hant: 白名單

# badge.protected
source: 受保护
ar: محمي
de: Geschützt
en: Protected
es: Protegido
fr: Protégé
ja: 保護されています
ko: 보호됨
pt: Protegido
ru: Защищено
tr: Korumalı
zh_hant: 受保護

# badge.invalid
source: 路径不安全
ar: مسار غير آمن
de: Unsicherer Pfad
en: Unsafe path
es: Ruta no segura
fr: Chemin non sécurisé
ja: 安全でないパス
ko: 안전하지 않은 경로
pt: Caminho inseguro
ru: Небезопасный путь
tr: Güvensiz yol
zh_hant: 路徑不安全

# badge.requiresAdmin
source: 需要管理员
ar: يتطلب مسؤولًا
de: Administrator erforderlich
en: Administrator required
es: Se requiere administrador
fr: Administrateur requis
ja: 管理者権限が必要
ko: 관리자 권한 필요
pt: Administrador necessário
ru: Требуются права администратора
tr: Yönetici gerekiyor
zh_hant: 需要管理員

# badge.sizing
source: 计算中
ar: جارٍ الحساب…
de: Wird berechnet…
en: Calculating…
es: Calculando…
fr: Calcul…
ja: 計算中…
ko: 계산 중…
pt: Calculando…
ru: Вычисление…
tr: Hesaplanıyor…
zh_hant: 計算中

# badge.crossedMountPoint
source: 含挂载点
ar: يحتوي على نقطة تركيب
de: Enthält Mount-Punkt
en: Contains mount point
es: Contiene punto de montaje
fr: Contient un point de montage
ja: マウントポイントを含む
ko: 마운트 지점 포함
pt: Contém ponto de montagem
ru: Содержит точку монтирования
tr: Bağlama noktası içeriyor
zh_hant: 含掛載點

# badge.partial
source: 扫描不完整：%@
ar: مسح غير مكتمل: %@
de: Unvollständiger Scan: %@
en: Incomplete scan: %@
es: Escaneo incompleto: %@
fr: Analyse incomplète : %@
ja: スキャン不完全：%@
ko: 불완전한 스캔: %@
pt: Varredura incompleta: %@
ru: Неполное сканирование: %@
tr: Eksik tarama: %@
zh_hant: 掃描不完整：%@

# badge.mayNotBeInstaller
source: 未必是安装包
ar: قد لا يكون برنامج تثبيت
de: Möglicherweise kein Installer
en: May not be an installer
es: Puede que no sea un instalador
fr: Peut ne pas être un installateur
ja: インストーラではない可能性
ko: 설치 패키지가 아닐 수 있음
pt: Pode não ser um instalador
ru: Может быть не установщиком
tr: Yükleyici olmayabilir
zh_hant: 未必是安裝包

# badge.recentlyDownloaded
source: 近期下载：%@
ar: نُزّل مؤخراً: %@
de: Kürzlich heruntergeladen: %@
en: Recently downloaded: %@
es: Descargado recientemente: %@
fr: Téléchargé récemment : %@
ja: 最近のダウンロード：%@
ko: 최근 다운로드: %@
pt: Baixado recentemente: %@
ru: Недавно загружено: %@
tr: Yakın zamanda indirilmiş: %@
zh_hant: 近期下載：%@

# badge.repository.uncommitted
source: 仓库有未提交改动
ar: تغييرات غير مُرسَلة في المستودع
de: Uncommittete Änderungen im Repository
en: Uncommitted changes in repository
es: Cambios sin confirmar en el repositorio
fr: Modifications non validées dans le dépôt
ja: リポジトリに未コミットの変更
ko: 저장소에 커밋되지 않은 변경
pt: Alterações não confirmadas no repositório
ru: Незакоммиченные изменения в репозитории
tr: Depoda commit'lenmemiş değişiklikler var
zh_hant: 倉庫有未提交改動

# badge.repository.unpushed
source: 仓库有未推送提交
ar: إرسالات غير مدفوعة في المستودع
de: Nicht gepushte Commits im Repository
en: Unpushed commits in repository
es: Commits sin enviar en el repositorio
fr: Commits non poussés dans le dépôt
ja: リポジトリに未プッシュのコミット
ko: 저장소에 푸시되지 않은 커밋
pt: Commits não enviados no repositório
ru: Неотправленные коммиты в репозитории
tr: Depoda push'lanmamış commit'ler var
zh_hant: 倉庫有未推送提交

# badge.repository.inspectionFailed
source: 无法确认仓库状态：%@
ar: تعذّر التحقق من حالة المستودع: %@
de: Repository-Status nicht prüfbar: %@
en: Couldn’t verify repository status: %@
es: No se pudo verificar el repositorio: %@
fr: Impossible de vérifier le dépôt : %@
ja: リポジトリ状態を確認できません：%@
ko: 저장소 상태를 확인할 수 없음: %@
pt: Não foi possível verificar o repositório: %@
ru: Не удалось проверить репозиторий: %@
tr: Depo durumu doğrulanamadı: %@
zh_hant: 無法確認倉庫狀態：%@

# badge.changedSinceScan
source: 内容已变化，请重新扫描
ar: تغيّر المحتوى — أعد المسح
de: Inhalt geändert — erneut scannen
en: Content changed — rescan
es: Contenido cambiado: vuelve a escanear
fr: Contenu modifié — rescanner
ja: 内容が変更されました。再スキャンしてください
ko: 내용이 변경됨 — 다시 스캔하세요
pt: Conteúdo alterado — escaneie de novo
ru: Содержимое изменилось — пересканируйте
tr: İçerik değişti — yeniden tarayın
zh_hant: 內容已變化，請重新掃描

# badge.partiallyDeleted
source: 只删除了一部分
ar: حُذف جزئياً فقط
de: Nur teilweise gelöscht
en: Only partly deleted
es: Eliminado solo en parte
fr: Supprimé en partie seulement
ja: 一部のみ削除
ko: 일부만 삭제됨
pt: Excluído apenas em parte
ru: Удалено лишь частично
tr: Yalnızca kısmen silindi
zh_hant: 只刪除了一部分

# badge.rollbackBlocked
source: 无法放回原处
ar: تعذّر الإرجاع إلى الموقع الأصلي
de: Wiederherstellung am Ursprungspfad blockiert
en: Couldn’t restore to original location
es: No se pudo restaurar a la ubicación original
fr: Impossible de restaurer à l’emplacement d’origine
ja: 元の場所に戻せません
ko: 원래 위치로 되돌릴 수 없음
pt: Não foi possível restaurar ao local original
ru: Не удалось вернуть на исходное место
tr: Özgün konuma geri yüklenemedi
zh_hant: 無法放回原處

# history.status.ok
source: 已清理
ar: تم التنظيف
de: Bereinigt
en: Cleaned
es: Limpiado
fr: Nettoyé
ja: クリーンアップ済み
ko: 정리됨
pt: Limpo
ru: Очищено
tr: Temizlendi

# history.status.skipped
source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뜀
pt: Ignorado
ru: Пропущено
tr: Atlandı
zh_hant: 已跳過

# history.status.changed
source: 内容已变化
ar: تغيّر المحتوى
de: Inhalt geändert
en: Content changed
es: Contenido cambiado
fr: Contenu modifié
ja: 内容が変更されました
ko: 내용이 변경됨
pt: Conteúdo alterado
ru: Содержимое изменилось
tr: İçerik değişti
zh_hant: 內容已變化

# history.status.failed
source: 失败
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt: Falhou
ru: Ошибка
tr: Başarısız
zh_hant: 失敗

# history.status.partiallyDeleted
source: 只删除了一部分
ar: حُذف جزئياً فقط
de: Nur teilweise gelöscht
en: Only partly deleted
es: Eliminado solo en parte
fr: Supprimé en partie seulement
ja: 一部のみ削除
ko: 일부만 삭제됨
pt: Excluído apenas em parte
ru: Удалено лишь частично
tr: Yalnızca kısmen silindi
zh_hant: 只刪除了一部分
